import "./about.css";

export default function About() {
  return (
    <div>
      <div className="about-container">
        <div className="about-title">
          <h1>עלינו</h1>
        </div>

        <div className="text-about">
          פיצה פיצרלה היא רשת הפיצריות הגדולה ביותר בישראל ומונה 100 סניפים
          ברחבי הארץ מקרית שמונה עד אילת. הרשת חלבית ורב הסניפים כשרים בכשרות
          מהודרת. הפיצת היא פיצה מבצק עבה ואוורירי שהגיעה אלינו מארה"ב והיום
          הטעם האהוב שלה מוכר בכל בית בישראל. הרשת מוכרת מגוון רחב של פיצות
          מיוחדות כמו הפיצה הקלאסית מבצק דק, פיצת הציזי קראסט ופיצת הקראון
          המלכותית – פיצה דקה, מעוטרת בכדורי גבינת שמנת בשוליים. מלבד הפיצות
          הטעימות שלנו, התפריט מגוון במנות נפלאות נוספות כגון פסטות טריות ברטבים
          שונים, סלטים טריים, קישים, פוקצ'ות וכמובן קינוחים. רשת פיצה פיצרלה
          בישראל הינה בבעלות תמיר בנאי בע"מ.
        </div>
      </div>
    </div>
  );
}
